Repository: haveagoodday-github/Mole-UI-Free
Catalog: Mole/Mole/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant, zh_hant_tw

source: 系统维护与深度优化
en: System Maintenance & Deep Optimization
zh_hant: 系統維護與深度優化
zh_hant_tw: 系統維護與深度最佳化

source: 系统维护优化
en: System Maintenance & Optimize
zh_hant: 系統維護優化
zh_hant_tw: 系統維護最佳化

source: 系统诊断报告
en: System Diagnostic Reports
zh_hant: 系統診斷報告
zh_hant_tw: 系統診斷報告

source: 维护优化完成
en: Completed
zh_hant: 維護優化完成
zh_hant_tw: 維護最佳化完成

source: 缓存占用: %@
en: Cached: %@
zh_hant: 緩存佔用: %@
zh_hant_tw: 快取佔用: %@

source: 网卡: %@
en: Interface: %@
zh_hant: 網卡: %@
zh_hant_tw: 網路介面: %@

source: 网易云音乐/流媒体缓存
en: NetEase Music / Streaming Cache
zh_hant: 網易雲音樂/流媒體緩存
zh_hant_tw: 網易雲音樂/串流媒體快取

source: 网络活动
en: Network Activity
zh_hant: 網絡活動
zh_hant_tw: 網路活動

source: 自动滚动
en: Auto Scroll
zh_hant: 自動滾動
zh_hant_tw: 自動捲動

source: 若列表中未显示 Mole（备用）
en: If Mole is not listed (Alternative)
zh_hant: 若列表中未顯示 Mole（備用）
zh_hant_tw: 若列表中未顯示 Mole（備用）

source: 访问原开源项目: https://github.com/tw93/Mole
en: Visit Original Repository: https://github.com/tw93/Mole
zh_hant: 訪問原開源項目: https://github.com/tw93/Mole
zh_hant_tw: 造訪原開源專案: https://github.com/tw93/Mole

source: 诊断报告、ASL 日志、已归档崩溃日志文件
en: Diagnostic reports, ASL logs, and archived crash log files
zh_hant: 診斷報告、ASL 日誌、已歸檔崩潰日誌文件
zh_hant_tw: 診斷報告、ASL 記錄、已封存當機記錄檔案

source: 语言
en: Language
zh_hant: 語言
zh_hant_tw: 語言

source: 语言 / Language
en: Language
zh_hant: 語言 / Language
zh_hant_tw: 語言 / Language

source: 负载均值: %@
en: Load Average: %@
zh_hant: 負載均值: %@
zh_hant_tw: 負載平均值: %@

source: 运行时长: %@
en: Uptime: %@
zh_hant: 運行時長: %@
zh_hant_tw: 開機時間: %@

source: 进入此文件夹
en: Open Folder
zh_hant: 進入此文件夾
zh_hant_tw: 進入此檔案夾

source: 退出码 %lld
en: Exit code %lld
zh_hant: 退出碼 %lld
zh_hant_tw: 結束代碼 %lld

source: 选择目录
en: Select Folder
zh_hant: 選擇目錄
zh_hant_tw: 選取檔案夾

source: 透视磁盘
en: Analyze Disk
zh_hant: 透視磁碟
zh_hant_tw: 透視磁碟

source: 通常软件安装完成后，存放在“下载”或“桌面”的安装镜像文件即可安全清理
en: Usually after installation, disk images stored in 'Downloads' or 'Desktop' can be safely deleted
zh_hant: 通常軟件安裝完成後，存放在「下載」或「桌面」的安裝鏡像文件即可安全清理
zh_hant_tw: 通常軟體安裝完成後，存放在「下載」或「桌面」的安裝映像檔即可安全清除

source: 通用用户缓存
en: General User Caches
zh_hant: 通用用戶緩存
zh_hant_tw: 使用者一般快取

source: 通知 macOS 系统回收非活跃/未使用的内存缓存，使可用内存立刻回升
en: Notify macOS to reclaim inactive/unused memory caches to free up available RAM
zh_hant: 通知 macOS 系統回收非活躍/未使用的內存緩存，使可用內存立刻回升
zh_hant_tw: 指示 macOS 系統回收非使用中/未使用的記憶體快取，使可用記憶體立即回升

source: 配置自动检测更新时间间隔
en: Configure automatic update interval
zh_hant: 配置自動檢測更新時間間隔
zh_hant_tw: 設定自動偵測更新時間間隔

source: 释放非活跃内存 (Purge RAM)
en: Purge Inactive RAM
zh_hant: 釋放非活躍內存 (Purge RAM)
zh_hant_tw: 釋放閒置記憶體 (Purge RAM)

source: 重启系统界面核心服务
en: Restart UI Core Services
zh_hant: 重啟系統界面核心服務
zh_hant_tw: 重新啟動系統介面核心服務

source: 重建打开方式与 LaunchServices 数据库
en: Rebuild LaunchServices Database
zh_hant: 重建打開方式與 LaunchServices 數據庫
zh_hant_tw: 重建「打開方式」與 LaunchServices 資料庫

source: 重新全面体检
en: Full Scan Again
zh_hant: 重新全面體檢
zh_hant_tw: 重新全面健檢

source: 重新扫描
en: Rescan
zh_hant: 重新掃描
zh_hant_tw: 重新掃描

source: 重新排查
en: Rescan
zh_hant_tw: 重新檢查

source: 重新检测
en: Recheck
zh_hant: 重新檢測
zh_hant_tw: 重新檢查

source: 重新索引 Spotlight 聚焦搜索
en: Rebuild Spotlight Search Index
zh_hant_tw: 重建 Spotlight 聚焦搜尋索引

source: 重置 ATS 字体服务器数据库，修复文字显示乱码或字体缺失问题
en: Reset ATS font server database to fix corrupted text rendering or missing fonts
zh_hant: 重置 ATS 字體服務器數據庫，修復文字顯示亂碼或字體缺失問題
zh_hant_tw: 重設 ATS 字型伺服器資料庫，修復文字亂碼或字型缺失問題

source: 音频本地缓存与封面图
en: Audio local cache and cover art
zh_hant: 音頻本地緩存與封面圖
zh_hant_tw: 音訊本機快取與封面圖

source: 频率
en: Interval
zh_hant: 頻率
zh_hant_tw: 頻率
